{
  "viatge": {
    "destinacio": "Palma de Mallorca",
    "dates": "Del 4 al 7 de març de 2026",
    "allotjament": "Hotel Zurbarán, Palma",
    "participants": 2,
    "nivellEnergia": "baix",
    "transport": "Cotxe de lloguer (deixar a l'hotel per sopars)",
    "pressupost": "econòmic-mitjà",
    "dies": [
      {
        "numero": 1,
        "data": "Dimecres, 4 de març",
        "titol": "Arribada i primer contacte amb Palma",
        "franges": [
          {
            "horari": "05:00 - 06:00",
            "activitat": "Sortida cap a l'Aeroport Barcelona-El Prat (T1)",
            "detalls": "Aparcament: Deixeu el cotxe al Parking General T1 (reserva en línia recomanada). Arribeu amb temps per al vol de les 8:00h."
          },
          {
            "horari": "08:00 - 09:20",
            "activitat": "Vol Barcelona → Palma de Mallorca",
            "detalls": "Vol directe. Tingueu a mà la documentació."
          },
          {
            "horari": "09:30 - 10:15",
            "activitat": "Recollida del cotxe de lloguer i trasllat a l'hotel",
            "detalls": "Seguiu indicacions a 'Rental Cars' a l'aeroport de Palma (PMI). Documentació: carnet de conduir i targeta de crèdit a nom del conductor."
          },
          {
            "horari": "10:30 - 11:00",
            "activitat": "Arribada a l'Hotel Zurbarán i gestió de l'aparcament",
            "detalls": "Confirmar la reserva d'aparcament de l'hotel (11€/dia, reserva prèvia obligatòria). Deixar el cotxe i fer check-in si l'habitació està disponible."
          },
          {
            "horari": "11:00 - 13:00",
            "activitat": "Passeig de reconeixement pel Passeig Marítim",
            "detalls": "L'hotel està a només 250m del mar. Caminar pel passeig, prendre una primera cervesa en una terrassa amb vistes al port (ex: Bar del Mar)."
          },
          {
            "horari": "13:00 - 15:00",
            "activitat": "Dinar lleuger al Mercat de Santa Catalina",
            "detalls": "Ambient local i autèntic. Opcions econòmiques als estands de menjar del mercat. Perfecte per a un primer contacte amb la gastronomia mallorquina."
          },
          {
            "horari": "15:00 - 19:00",
            "activitat": "Exploració tranquila del centre històric",
            "detalls": "Passeig sense pressa: Carrer Sant Miquel, Plaça Major, exterior de la Catedral (La Seu), Parc de la Mar. Ritme baix, gaudint de l'ambient."
          },
          {
            "horari": "19:00 - 21:30",
            "activitat": "Sopar de benvinguda: Tapeig a Santa Catalina",
            "detalls": "Ambient animat i local. Podeu anar de tapes en diversos llocs com Bar Catalina o La Vinya Vella. Ideal per a la primera nit relaxada."
          }
        ],
        "notesDia": "Deixeu l'equipatge a l'hotel i gaudiu d'un passeig relaxat per començar a sentir l'ambient de Palma. No cal veure-ho tot el primer dia."
      },
      {
        "numero": 2,
        "data": "Dijous, 5 de març",
        "titol": "Senderisme a la Serra: Camí de s'Arxiduc",
        "franges": [
          {
            "horari": "08:30 - 09:30",
            "activitat": "Esmorzar i preparació per a la ruta",
            "detalls": "Esmorzar a l'hotel o cafeteria propera. Preparar la motxilla: aigua (1,5L per persona), fruits secs, fruita, protector solar, gorra i jaqueta lleugera."
          },
          {
            "horari": "09:30 - 10:15",
            "activitat": "Conducció a Valldemossa",
            "detalls": "Trajecte en cotxe des de Palma fins a Valldemossa (~45 min). Buscar aparcament al poble (normalment hi ha opcions de pagament a prop del centre)."
          },
          {
            "horari": "10:15 - 16:15",
            "activitat": "Ruta de senderisme circular: Camí de s'Arxiduc",
            "detalls": "Distància: ~11,5-14 km. Durada: 5-6 hores a ritme pausat. Ruta històrica amb vistes espectaculars als penya-segats i Sa Foradada. IMPORTANT: No està senyalitzada, necessitareu seguir el track GPS."
          },
          {
            "horari": "16:15 - 17:45",
            "activitat": "Dinar tardà a Valldemossa i visita al poble",
            "detalls": "Menjar a Valldemossa. No us perdeu la famosa Coca de Patata de Ca'n Molinas. Passeig tranquil per als carrers empedrats i visita a la Cartoixa si us ve de gust."
          },
          {
            "horari": "17:45 - 18:30",
            "activitat": "Conducció de tornada a Palma",
            "detalls": "Deixar el cotxe a l'aparcament de l'hotel i pujar a descansar."
          },
          {
            "horari": "18:30 - 20:00",
            "activitat": "Descans a l'hotel",
            "detalls": "Dutxa i relax després de la caminada. Temps per recuperar energies."
          },
          {
            "horari": "20:00 - 22:00",
            "activitat": "Sopar informal a Palma (sense cotxe)",
            "detalls": "Anar caminant o en taxi a una zona de tapeig. Recomanació: La Bóveda (especialitat en marisc) o passejar pel centre per trobar un lloc que us cridi l'atenció."
          }
        ],
        "notesDia": "IMPORTANT: Aquesta ruta travessa la finca privada Muntanya del Voltor. És OBLIGATORI sol·licitar un permís gratuït amb 2-6 dies d'antelació per correu electrònic/WhatsApp. Sense ell, l'accés estarà restringit. Ruta no senyalitzada: el track GPS és essencial.",
        "enllacRuta": "https://es.wikiloc.com/rutas-senderismo/cami-de-s-arxiduc-47811688"
      },
      {
        "numero": 3,
        "data": "Divendres, 6 de març",
        "titol": "Costa, Cales i Sopar Especial d'Arròs Negre",
        "franges": [
          {
            "horari": "09:00 - 09:45",
            "activitat": "Esmorzar i preparació",
            "detalls": "Similar al dia anterior. Portar banyador i tovallola per si de cas (l'aigua estarà fresca al març)."
          },
          {
            "horari": "09:45 - 10:45",
            "activitat": "Conducció a Cala Agulla",
            "detalls": "Trajecte en cotxe des de Palma fins a la costa nord-est (~1 hora). Aparcar a l'aparcament de pagament a la vora de la platja (horari aproximat 9:00-19:00)."
          },
          {
            "horari": "10:45 - 14:15",
            "activitat": "Ruta circular: Cala Agulla - Talaia de Son Jaumell",
            "detalls": "Distància: ~7,5 km. Durada: 2,5-3 hores a ritme pausat. Pujada a una talaia defensiva del segle XVI amb vistes panoràmiques al mar. Tornada per Cala Mesquida."
          },
          {
            "horari": "14:15 - 15:30",
            "activitat": "Temps a la platja i dinar tardà",
            "detalls": "Bany opcional a les aigües cristal·lines de Cala Agulla o Cala Mesquida. Menjar en un xiringuito de platja o pícnic que pugueu portar."
          },
          {
            "horari": "15:30 - 16:30",
            "activitat": "Conducció de tornada a Palma",
            "detalls": "Deixar el cotxe a l'aparcament de l'hotel. La resta del dia ja no el necessitareu."
          },
          {
            "horari": "16:30 - 20:00",
            "activitat": "Temps lliure i relax a Palma",
            "detalls": "Passeig pel Passeig Marítim, descans a l'hotel o terrassa per a una cervesa. Temps per descansar abans del sopar especial."
          },
          {
            "horari": "20:00 - 22:30",
            "activitat": "SOPAR ESPECIAL: Arròs Negre a Palma",
            "detalls": "Anar caminant o en taxi al vostre restaurant escollit. RESERVA OBLIGATÒRIA. En reservar, confirmeu: 1) Que serveixen arròs negre per sopar, 2) Si tenen terrassa, 3) Política sobre fumar-hi."
          }
        ],
        "notesDia": "SOPAR: Reserva obligatòria per a l'arròs negre. Confirmar terrassa i política de fumadors. Recordeu que hi ha un avantprojecte de llei que podria prohibir de fumar a les terrasses; el seu estatus al març de 2026 és incert.",
        "enllacRuta": "https://es.wikiloc.com/rutas-senderismo/de-cala-agulla-a-cala-mesquida-por-la-atalaya-de-son-jaumell-12624755",
        "restaurantsSopar": [
          {
            "nom": "Sa Cranca",
            "especialitat": "Arrossos i peix fresc",
            "ubicacio": "Passeig Marítim de Palma"
          },
          {
            "nom": "Ca'n Manolo",
            "especialitat": "Peix i marisc, arròs negre",
            "ubicacio": "Centre de Palma"
          }
        ]
      },
      {
        "numero": 4,
        "data": "Dissabte, 7 de març",
        "titol": "Comiat i tornada a Barcelona",
        "franges": [
          {
            "horari": "08:00 - 10:00",
            "activitat": "Esmorzar, compres finals i preparació de l'equipatge",
            "detalls": "Esmorzar tranquil·lament. Aneu a Ca'n Joan de s'Aigo (C/ de Can Sanç, 10) o altre forn tradicional a comprar ensaimades per dur. No us marqueu sense tastar-les!"
          },
          {
            "horari": "10:00 - 11:00",
            "activitat": "Darrer passeig o temps lliure",
            "detalls": "Pel Passeig Marítim o passejant pel centre."
          },
          {
            "horari": "11:00 - 11:30",
            "activitat": "Check-out i conducció a l'aeroport",
            "detalls": "Lliureu el cotxe de lloguer a les oficines de l'Aeroport de Palma (PMI). Recordeu omplir el dipòsit si cal al contracte."
          },
          {
            "horari": "11:30 - 13:00",
            "activitat": "Tràmits de facturació i embarcament",
            "detalls": "Tingueu en compte possibles cues a la seguretat. Gaudiu de les ensaimades a la sala d'espera com a comiat dolç de Mallorca."
          },
          {
            "horari": "13:00 - 14:20",
            "activitat": "Vol de tornada: Palma → Barcelona",
            "detalls": "Vol directe. Fi d'un viatge perfecte!"
          }
        ],
        "notesDia": "Facturació amb temps per possibles cues. Les ensaimades són el record gastronòmic perfecte. Bon viatge de tornada!"
      }
    ],
    "checklistGeneral": [
      "Reservar aparcament a l'Hotel Zurbarán (contactar directament amb l'hotel).",
      "Reservar sopar del divendres (arròs negre). Confirmar terrassa i política de fumadors en reservar.",
      "Descarregar tracks GPS de les rutes a Wikiloc Premium abans de sortir (especialment important per a la ruta no senyalitzada de Valldemossa).",
      "Verificar i sol·licitar permís per a la ruta Camí de s'Arxiduc (finca Muntanya del Voltor) amb almenys 2-6 dies d'antelació.",
      "Calçat de senderisme ja avesat, aigua suficient, protecció solar i, per al març, jaqueta lleugera per si canvia el temps.",
      "Documentació cotxe: carnet de conduir físic (UE) i targeta de crèdit a nom del conductor principal.",
      "Recordar el tipus de combustible (dièsel/gasolina) del cotxe de lloguer al repostar per a la devolució.",
      "Portar banyador i tovallola per al dia de les cales (divendres), encara que el bany serà refrescant al març."
    ]
  }
}
